akamud.vscode-javascript-snippet-pack
alefragnani.Bookmarks
amatiasq.sort-imports
amykyta3.systemrdl
ardenivanov.svelte-intellisense
barrsan.reui
bbugh.change-color-format
bierner.color-info
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
bungcip.better-toml
capaj.vscode-exports-autocomplete
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
donjayamanne.githistory
drKnoxy.eslint-disable-snippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
fabiospampinato.vscode-todo-plus
fivethree.vscode-svelte-snippets
formulahendry.auto-rename-tag
foxundermoon.next-js
frhtylcn.pythonsnippets
GitHub.copilot
GitHub.copilot-labs
GitHub.vscode-pull-request-github
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
guillaumedoutriaux.name-that-color
hedinne.popping-and-locking-vscode
HookyQR.beautify
HTMLHint.vscode-htmlhint
janisdd.vscode-edit-csv
jkjustjoshing.vscode-text-pastry
jock.svg
jonkwheeler.styled-components-snippets
jpoissonnier.vscode-styled-components
kirozen.wordcounter
mattpocock.ts-error-translator
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
meganrogge.template-string-converter
mehullakhanpal.file-ops
mgesbert.python-path
mhutchie.git-graph
midnightsyntax.vscode-wrap-console-log
mitchdenny.ecdc
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-apache
mrmlnc.vscode-autoprefixer
ms-python.black-formatter
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.atom-keybindings
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
naumovs.color-highlight
neilding.language-liquid
NickScialli.svelte-dark
Nixon.env-cmd-file-syntax
njqdev.vscode-python-typehint
oderwat.indent-rainbow
OfHumanBondage.react-proptypes-intellisense
Orta.vscode-twoslash-queries
philsinatra.macos-dark-mode-theme
philsinatra.nested-comments
philsinatra.popping-and-locking-vscode-black
pivaszbs.svelte-autoimport
pnp.polacode
pranaygp.vscode-css-peek
Rubymaniac.vscode-paste-and-indent
Shinotatwu-DS.file-tree-generator
skyapps.fish-vscode
sleistner.vscode-fileutils
spaceribs.webvtt-language
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
suming.react-proptypes-generate
svelte.svelte-vscode
sysoev.language-stylus
thisismanta.stylus-supremacy
Tobermory.es6-string-html
tushortz.python-extended-snippets
unifiedjs.vscode-mdx
usernamehw.errorlens
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wmaurer.change-case
wmaurer.vscode-jumpy
wraith13.zoombar-vscode
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
yzhang.markdown-all-in-one
